tap "sdkman/tap"

brew "bash"
brew "direnv"
brew "fzf"
brew "jenv"
brew "lazygit"
brew "jq"
brew "neovim"
brew "node"
brew "openjdk"
brew "starship"
brew "stow"
brew "tree"
brew "zsh"
brew "wget"

cask "amethyst"
cask "bruno"
cask "anki"
cask "karabiner-elements"
cask "adguard"
cask "claude"
cask "claude-code"
cask "fluor"
cask "ghostty"
cask "gitify"
cask "intellij-idea"
cask "obsidian"
cask "spotify"
cask "telegram"
cask "vlc"
cask "netnewswire"
cask "docker-desktop"
cask "linearmouse"
cask "dbeaver-community"
