tap "sdkman/tap"

brew "direnv"
brew "jenv"
brew "jq"
brew "neovim"
brew "starship"
brew "stow"
brew "tree"
brew "zsh"
brew "wget"

cask "amethyst"
cask "bruno"
cask "anki"
cask "claude-code"
cask "fluor"
cask "ghostty"
cask "gitify"
cask "intellij-idea"
cask "obsidian"
cask "spotify"
cask "telegram"
cask "vlc"