alefragnani.bookmarks
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
editorconfig.editorconfig
emeraldwalk.runonsave
esbenp.prettier-vscode
gera2ld.markmap-vscode
github.copilot
github.copilot-chat
hediet.vscode-drawio
inaki.vscode-daily-notes
mikestead.dotenv
ms-azuretools.vscode-containers
mushan.vscode-paste-image
openai.chatgpt
pkief.material-icon-theme
pomdtr.excalidraw-editor
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
svsool.markdown-memo
tchayen.markdown-links
tomoki1207.pdf
vsls-contrib.gitdoc
yzhang.markdown-all-in-one
