amethyst
anki
brewlet
dropbox
finicky
flameshot
fluor
flycut
gitify
google-chrome
intellij-idea
maccy
obsidian
postman
spotify
sublime-text
telegram
todoist
todoist-app
transmission
visual-studio-code
vlc
